{
    "et": {
        "countDown": {
            "day": "PÄEVA",
            "hour": "TUNDI",
            "minute": "MINUTIT",
            "second": "SEKUNDIT"
        },
        "header": {
            "info": "Firmade paigutus on nüüd olemas!",
            "date": "23. MÄRTS | 12:00 - 16:00 TalTechi aula"
        },
        "about": {
            "aboutTitle": "ÜRITUSEST",
            "aboutContent": "Praktikakohvik on TalTechi tudengitele suunatud infopäev, kus kohtuvad parimate kohalike ja rahvusvaheliste ettevõtete esindajad ja tulevased praktikandid. Huvilistel on võimalus küsida spetsialistidelt nende tööd puudutavaid küsimusi ning lähemalt tutvuda oma potentsiaalsete tööandjatega.\\n\\nPS! Praktikakohvik on eelkõige suunatud IT-tudengitele, kuid ka teiste teaduskondade üliõpilased võivad leida enda jaoks midagi huvitavat. Üritust korraldab IT-teaduskonna üliõpilaskogu koostöös IT-teaduskonnaga.\\n\\nKõikidel on kohustuslik kanda maski!"
        },
        "firms":{
            "firmsTitle": "OSALEVAD FIRMAD:",
            "map": "aula",
            "new": "Uus!"
        },
        "questions": {
            "questionTitle": "MIDA KÜSIDA?",
            "questionContent": "Siin on mõned näited küsimustest, mida esitada tööandjatele:\\n• Milliseid oskusi on vaja, et mingile kohale kandideerida?\\n• Milliseid tehnoloogiad firmas kasutatakse?\\n• Mida oodata palga suhtes?\\n• Milline näeb välja kontori igapäev?\\n• Milline on töökoormus?\\n• Kui paindlik on tudengina tööl käimise juures graafik või koormus?\\n• Millised arenemisvõimalused ettevõttes on? Kas pakutakse mingeid lisakoolitusi?"
        },
        "FBlink":{
            "title": "Vajuta firma nimele või lauale, et näha infot."
        },
        "firmList": {
            "Guide": "Vajuta firma nimele, et näha infot.",
            "Undefined": "Kuulutame peagi välja ettevõtte...",
            "A_dcash": "Adcash on ülemaailmne veebireklaamiplatvorm. Nende meeskond on reklaamitehnoloogia tööstuses tegutsenud aastast 2007 ning neil on esindused Tallinnas, Barcelonas ja Sofias. Adcashi platvorm võimaldab reklaamijatel jõuda ülemaailmse vaatajaskonnani ja võimaldab avaldajatel minimaalse pingutusega veebiliiklusest raha teenida. Neil on enam kui 10 000 aktiivset kampaaniat üle maailma, mida näidatakse 196 riigis ja mis jõuavad iga päev üle 200 miljoni unikaalse internetikasutajani.\\n\\nOn suur tõenäosus, et olete veebi sirvimise ajal nende reklaame näinud.\\n\\nKeda nad otsivad:\\n• Tarkvaraarenduse praktikant: Full Stack\\n• Tarkvaraarenduse praktikant: Back End\\n\\nLoe lisaks: https://careers.adcash.com/",
            "ADMInteractive": "ADM on suurim digiagentuuri grupp Eestis, aitame klientidel saavutada ärieesmärke digitaalse maailma vahenditega. Töötame välja ettevõtete digistrateegiaid ning arendame, haldame ja hooldame e-kommertsi-, iseteeninduskeskkondi ja veebilehti. Loome äri-infosüsteemidele integratsioonikihid ja API'd, et ühendada olemasolevad süsteemid uute teenuste ja tehnoloogiatega. Kui mõni vajalik äri-infosüsteemi osa on puudu, oleme abiks selle arendamisel või juurutamisel. Korraldame kampaaniaid ja loome veebilehti. Projekteerime, teostame ja haldame veebilahendusi, rakendusi, äriinfosüsteeme ja teenuseid pilves (Managed cloud hosting Amazon, Google, Azure).\\n\\nMeie kliendid on tõsised tegijad nii Eestis kui välismaal: Hewlett-Packard, Coca-Cola, Bosch & Siemens Home Appliances, Amnesty International, Amserv, Alexela, EBS, Elisa, Swedbank, SEB, LHV, G4S, Toyota, Coop, Kaubamaja, ID.ee/Smart-ID (SK ID Solutions), Rahandusministeerium, e-Residentsus projekt, EAS ja veel suur hulk toredaid ettevõtteid, riigiasutusi ja organisatsioone.\\n\\nMeil on ägedad inimesed ja suurepärane töökeskkond. Tegeleme pidevalt sellega, et meie inimestel oleks ADM'is hea olla. Kõik ADM'ikad hindavad oma rahulolu 2x aastas Gallupi Q12 metoodikaga. Meie rahuloluindeks on üle 4 palli 5 palli skaalal. Ja mis peamine - sinu juht ja meeskond toetavad sind alati ja täiega. ADM'is saad areneda nii palju, kui vaid ise soovid. Oleme sulle toeks nii koolitamise kui arengu planeerimisega.\\n\\nOleme oma valdkonnas Eestis tugevaim ettevõte ja kasvame püsivalt nii Eestis kui rahvusvaheliselt. Oleme aastaid olnud tipus Eesti agentuuritulu teenijate TOP-is.\\n\\nEmail: info@adm.ee\\nKoduleht: www.adm.ee",
            "Agileworks": "Tähendusega projektid, väljakutsuv töö, autonoomsus - selliste märksõnadega on AgileWorksi kirjeldanud meie tarkvaraarendaja Kaarel. Me ehitame tarkvara, mis vastab tellija vajadustele, on turvaline, kaetud testidega ning täidab koodi kvaliteedinõudeid. Kuigi meid ei ole palju, hetkeseisuga 25 ja palju pole meil ka vanust, ainult 11, siis oleme enda üle uhked. Koos oleme loonud keskkonna, mis ei ole ainult ühtehoidev, toetav ja arengule suunatud, vaid julgustab ka eksima ja proovima uut.\\n\\nKui tunned, et järgmiseks sammuks Sinu karjääriteel võiks olla tarkvaraarendus, UI/UX disain, testimine või analüüs, siis võta meiega ühendust ja räägime juba lähemalt.\\n\\nEmail: maarit.rei@agileworks.eu\\nKoduleht: www.agileworks.eu",
            "ArtecDesign": "Artec Design on tootearendusettevõte kelle tegevus hõlmab elektroonikatoodete täielikku disainitsüklit, sealhulgas kontseptualiseerimist, elektroonika-, mehaanika, FPGA- ja tarkvaraarendust ning prototüüpimist ja tootmist. 1998. aastal asutatud Artec Design on pakkunud teenuseid üle 100 kliendile enam kui 10 riigist üle maailma, sealhulgas Saksamaale, Soome, Jaapanisse ja USA-sse.\\n\\nOtsime oma arendusmeeskonda tarkvaraarenduse praktikanti, püsivaraarenduse praktikanti ning elektroonikainseneri. Liituge meie meeskonnaga ning töötage välja tooteid mis aitavad idufirmadel kasvada, vallutada kosmost või pakkuda igal kuul lisandväärtust miljonitele kasutajatele!\\n\\nSul on võimalus arendada päris tooteid, täiendada teoreetilisi teadmisi väärtuslike kogemustega ja potentsiaalselt kindlustada alaline töökoht Artec Design'is.\\n\\nKõlab huvitavalt? Võta meiega ühendust:\\n\\nEmail: careers@artecdesign.ee\\nKoduleht: www.artecdesign.ee/careers",
            "BaitPartner": "Kas sinu elu unistus on teha midagi märkimisväärset, kuid arstiks saamist segas hirm vere ees? IT ja tarkvaraarendus on sinu teema, kuid ikka veel vaevab tunne, et tahaks teha midagi tähtsat ning meditsiinivaldkonna potentsiaal on huvitav? Siin on sinu võimalus neid teemasid kombineerida!\\n\\nOleme Bait Partner OÜ-s arendanud meditsiiniseadmeid aastast 2003. Kui otsid tulevast töökohta või praktikavõimalust ning tunned tõmmet meie valdkonna suunas, siis tea, et otsime eri ametikohtadele uusi tegijaid ning meie tööaeg on paindlik.\\n\\nLisainfot meie ORNet lahenduste kohta leiab www.ornet.eu lehelt.\\n\\nKui tundub huvitav, tule, kohtume meelsasti!\\n\\nEmail: info@baitpartner.eu\\nKoduleht: https://www.baitpartner.eu/",
            "Cybernetica": "Cybernetica püüdleb info- ja kommunikatsioonitehnoloogia abil nutikama ja turvalisema maailma poole. Meie eesmärk on olla IKT tehnoloogiate esirinnas läbi teadus- ja arendustegevuse, pakkudes konkurentsivõimelisi ja rahvusvaheliselt tunnustatud tooteid ja teenuseid. See on võimalus õppida ja kasvada, lahendada keerulisi probleeme ja saada osa Cybernetica legendaarsetest saavutustest. Meie eesmärk on inspireerida oma inimesi jõudmaks oma eneseteostuse teekonnal uute kõrgusteni.\\n\\nLiitu Cybernetica praktikaprogrammiga, kui soovid saada kogenud tarkvaraarendajaks, analüütikuks või testijaks ning soovid seda teha koostöös valdkonna parimatega. Cybernetica ootab oma meeskonda osavaid spetsialiste, kes panustaksid missioonikriitiliste süsteemide arendamisse, aitaksid meil lahendada keerulisi probleeme ja jagada oma edu. Rohkem infot praktikaprogrammi kohta leiad siit: https://cyber.ee/careers/internships\\n\\nMiks valida Cybernetica?\\nVäärtustame õhkkonda, mis toetab õppimist, koostööd ja proaktiivset probleemide lahendamist, pöörates samas tähelepanu ka töö- ja eraelu tasakaalule.\\n\\nMeie eelised:\\n• Stabiilne töökeskkond, mis toetab õppimist ja arengueesmärkideni jõudmist;\\n• Meie meeskond on ühtehoidev kogukond, mis toetab võrdselt kõiki oma liikmeid;\\n• Meeskonnaüritused ja erinevad hüved spordi, õppimise ja muu jaoks;\\n• Legendaarsed kolleegid, kellel on vahetu kogemus maailma digitaalseima ühiskonnana tuntud e-Eesti ülesehitamisel.\\n\\nEmail: Katrina Kurg (personalispetsialist)\\nEmail: internship@cyber.ee\\nKoduleht: www.cyber.ee",
            "Devtailor": "Devtailor on agiilne tootearendusettevõte.\\n\\nAitame oma klientidel ja partneritel käivitada uuenduslikke digiteenuseid. Ideest kuni MVP-ni, skaleerimise ja kasvuni, meie meeskond töötab lakkamatult, et saavutada edu paljudes tööstusharudes.\\n\\nEhitame süvatehnoloogiat, tuues teadusuuringute tulemused tarbijale lähemale. Meie projektid hõlmavad IoT-seadmeid, füüsilise ja digitaalse maailma ühendamist, riistvara ja tarkvara ühendamist. Kuna oleme tööstusharu agnostikud, naudime seda, et saame aidata lahedatel ettevõtetel ja meeskondadel üle kogu maailma oma äripotentsiaali realiseerida. Meditsiini-, spordi- ja finantstehnoloogiad on kõik meie portfellis esindatud ja me naudime homse maailma ehitamist.\\n\\nMeie pingevaba töökeskkond ja kultuur võimaldavad suurepärast tasakaalu töö- ja eraelu vahel. Inimesed saavad töötada kodus, kontoris või internetiühendusega saarel, istudes või seistes, kus ja kuidas te oma parimat tööd teete. Meie sportlik meeskond naudib meeskonnaüritusi, spordi- ja tervishoiuhüvesid.\\n\\nTule liitu meiega ja ehita agiilses keskkonnas moodne tarkvara, kasutades Node'i, Nesti, Angulari ja Flutterit.\\n\\nKui alustate praktikandina, on teil mentor, kes aitab lükata hoo sisse teie karjäärile. Kõigi avatud positsioonide jaoks vaadake aadressi https://www.devtailor.com/careers.\\n\\nKoduleht: https://www.devtailor.com/",
            "EestiEnergia": "Eesti Energia on rahvusvaheline energiaettevõte, mille koduturg on Soomest Poolani. Pakume inimestele terviklikke, kasulikke ja mugavaid energialahendusi ning toodame energiat aina keskkonnasäästlikumalt. Oleme Läänemere regioonis energiavaldkonna innovatsiooni liider, eesrindlik taastuvenergia arendaja ja tootja. Oleme ringmajanduse eestvedaja.\\n\\nEesti Energias saad teha tähendusega tööd. Usaldame Sulle päris tööülesanded ja toetame Sind tulemuste saavutamisel. Meiega saad töötada ühes Eesti suurimas ettevõttes ja liituda üle 260 oma ala tegijast koosneva IT meeskonnaga. Sul on praktika ajal kindel juhendaja ja sõbralik, kokkuhoidev ning asjatundlik tiim, kes jagavad oma teadmisi ja tutvustavad erialaseid perspektiive. Eesti Energias on peale praktika edukat sooritamist head võimalused erialase karjääri arendamiseks - keskmiselt jääb meile tööle iga teine kuni kolmas IT eriala praktikant. Osaluspraktika korral tasustame Sinu panust vastavalt kokkuleppele.\\n\\nEmail: praktika@energia.ee\\nKoduleht: www.energia.ee/praktika",
            "Eleport": "Eleport on Baltikumi juhtiv elektriautode avalikku laadimisvõrku ja laadijate tarkvaraplatvormi arendav ettevõte, mille missiooniks on luua võimalused keskkonnasõbraliku transpordisektori kasvule. Alustasime 2016. aastal elektriautode rentimist eesmärgiga muuta takso- ning kullerteenused keskkonnasõbralikumaks. Tänaseks oleme jõudnud kogu Baltikumi avaliku laadimisvõrgustiku arendamiseni. Eleportil on üle 130 avaliku laadimispunkti Eestis ja Lätis. 2022 aastal laieneme Leetu ja Poolasse.\\n\\nEleporti eesmärk on elektriautode laadimise kasutusmugavuse tõstmise, milleks on vaja tarkvara arendada; samuti on eesmärk valmistada tarkvara ette Eleporti laienemiseks erinevatele välisturgudele.\\n\\nUue tarkvarasüsteemi arendamiseks, IT süsteemide ülesehitamiseks ning testimiseks otsime enda meeskonnaga liituma tublisid tarkvaraarenduse üliõpilasi. Praktika käigus pakume võimalust arendada süsteemi komponente, mis lähevad reaalselt käiku ja mõjutavad tuhandeid kliente.\\n\\nEleporti praktika on tasustatud ja tublimatele pakume võimalust peale ülikooli lõpetamist jätkata karjääri Eleportis!\\n\\nEmail: rain@eleport.net\\nKoduleht: www.eleport.ee ",
            "Finestmedia": "Finestmedia on tehnoloogiaettevõte, kes pakub nii era- kui ka avalikule sektorile lahendusi eelkõige e-kaubanduse ja e-valitsuse valdkonnas. Meie eesmärk on luua koos klientidega pikaajalise koostöö tulemusena tarkvara kogu elutsüklit hõlmavaid lahendusi. Oleme 21 aastat turul tegutsenud. Finestmedias töötab üle 80 andeka inimese. Meil on 2 kontorit - Tallinnas ja Gdanskis, Poolas.\\n\\nMeie tuntud kliendid on näiteks Maksekeskus, Hansapost, Tallink, Selver, Transpordiamet, Politsei- ja Piirivalveamet, SMIT, PRIA, Eesti Töötukassa, E-Kool, Haridus- ja Teadusministeerium ja paljud teised.\\n\\nFinestmedia pakub töö- ja praktikavõimalusi erinevates rollides ning huvitavates projektides, nii era- kui avalikus sektoris.\\n•  JAVA ja .NET on põhilised stack'id, mida kasutame.\\n•  Praktikakoht on tasustatud.\\n•  Igal praktikandil/töötajal on tehniline juhendaja.\\n•  Töökoha ja -aja paindlikkus.\\n•  Meil on ägeda interjööriga kontor Fahle kvartalis (Tallinn).\\n•  Reaalne võimalus, et praktikast kujuneb välja töökoht.\\n•  Kolleegid oma valdkonnas staažikad eksperdid.\\n\\nTule ja külasta meid Praktikakohvikul, kus räägime kõigest lähemalt!\\n\\nEmail: kati.hink@finestmedia.ee\\nKoduleht: www.finestmedia.ee ",
            "Finnair": "Finnair Business Services (FBS) asub Eestis Tartus ja kuulub Finnair Groupi, Soome lipulaevale, millel on rahvusvaheline operatiivvõrgustik ja kõrge kvaliteediga teenus. Mõned meie teenindusvaldkonnad on äritegevuse tugi, rahandus ja digitaalsed tippmeeskonnad.\\n\\nLennuäri on ainulaadne ja nõuab sujuvat meeskonnatööd mitmelt kompetentsivaldkonnalt, et saaksime pakkuda reisijatele turvalisi ja mugavaid reise. Täiustame pidevalt oma protsesse, areneme ja muutume pidevalt. Ettevõte on täis võimalusi enda proovilepanekuks ja me otsime proaktiivset energiat. Meie praktika näitab, et teie mõtteviis on sama oluline kui teie professionaalsed oskused, sageli isegi rohkem.\\n\\nPraegu töötab meil ligikaudu 200 töötajat ja pakume erinevaid karjäärivõimalusi erinevatel tasemetel, mis võimaldavad meie töötajatel panustada ja professionaalselt kasvada.\\n\\nKas oled valmis proovima uusi asju ja uuenduslikke tööviise? \\nKas tunned huvi digimaailma ja selle pakutavate võimaluste vastu?\\nKas otsite kaasaegset ja paindlikku, kuid samas väljakutseid pakkuvat töökeskkonda?\\nKui jah, võib Finnair Business Services olla just teie jaoks õige koht.\\n\\nEmail: jobs.fbstartu@finnair.com\\nKoduleht: www.finnairbusinessservices.com",
            "Fujitsu": "Tule ja liitu väga head väljaõpet andva IT-praktikaprogrammiga Fujitsu Estonias! Pakume praktikapositsioone nii Tallinnas kui ka Tartus testijale ning Java ja ERP arendajale.\\n\\n#Miks tulla praktikale Fujitsu Estoniasse?\\n• Reaalsed projektid - töötad reaalses projektis koos tegutseva meeskonnaga\\n• Võimalus tööle asuda - saad kandideerida hiljem konkursiväliselt täis- või osalise koormusega tööle\\n• Toetav meeskond - saad toetava meeskonna ja isikliku juhendaja\\n• Sulle sobiv praktikaaeg - saad endale sobiva praktikaaja valida\\n• Praktikatasu - saad oma panuse eest praktikatasu\\n\\n#Kuidas praktikale kandideerida?\\nOotame Sind praktikale, kui tunned huvi IT valdkonna ja tehnoloogiliste uuenduste vastu ning tahad õppida oma ala parimatelt tegijatelt.\\n\\nKandideerimise sammud meie praktikaprogrammi:\\n1. Sisesta oma avaldus meie praktikalehel: Praktika Rahvusvahelises IT-ettevõttes Fujitsu Eesti. Kandideerimise tähtaeg on 27.03.2022!\\n2. Lahenda test Toggle keskkonnas\\n3. Lahenda proovitöö, mille saadame testi edukalt läbinud kandidaatidele\\n4. Saame tuttavaks -  kui ka proovitöö on hästi tehtud, lepime kokku kohtumise veebikeskkonnas\\n5. Liitu Fujitsuga - ja loodetavasti oledki valitud sulle sobilikul ajal liituma Fujitsu Tallinna või Tartu meeskonnaga!\\n\\nVärbaja: Hanni Tomingas\\nEmail: cv@ee.fujitsu.com\\nKoduleht: https://www.fujitsu.com/",
            "ITKasutajatugi": "Oled Sa kunagi mõelnud, kuidas asjad käivad ülikooli tagatoas? Meie oleme Tallinna Tehnikaülikooli IT Kasutajatugi – meie poole pöörduvad kõik meie töötajad ja samuti ka üliõpilased oma muredega.\\n\\nMiks IT Kasutajatugi? IT Kasutajatugi on väga põnev koht, kust alustada oma IT karjääri. Tegemist on osakonnaga, mis on esmane kontakt erinevate murede puhul - igav ei hakka kunagi ja valdkond, mida õppida, on lai. Meie vastutusel on praktiliselt kõik ülikooli infosüsteemid, kasutajakontod ning taristu.\\n\\nAga miks Tallinna Tehnikaülikool? Tallinna Tehnikaülikool (TalTech) on Eestis ainuke tehnika- ja IT-teaduse ning -hariduse lipulaev, kust saab kõrgharidust kõigil astmetel inseneri- ja tehnikateadustes, infotehnoloogias, majanduses, loodusteadustes ja merenduses. TalTechi missioon on olla teaduse, tehnoloogia ja innovatsiooni edendaja ning juhtiv inseneri- ja majandushariduse andja Eestis.\\n\\nTalituse juhataja: Mari-Liis Puks\\nKoduleht: https://taltech.ee/",
            "Itestra": "Me oleme spetsialistid ärikriitiliste tarkvarasüsteemide arendamisel. Informaatika on meie kirg ja eluviis, innovatiivsus meie olevik ja tulevik.\\n\\nAgiilsetes inseneriprojektides realiseerime me rätsepülikondadena tarkvarasüsteeme, mis töötavad nii täna kui ka homme. Innovatiivse tarkvararenoveerimisega hoiame me praeguse tarkvara väärtust  ja kindlustame, et ka keskeas olev tarkvaralahendus töötaks ka ülehomme muredeta.\\n\\nMeie kliendid on rahvusvahelised kui ka keskmise suurusega ettevõtted eri Euroopa riikidest, keda kõiki ühendab kindel siht käia kaasas ning isegi sammukese võrra ees tänasest innovaatilisusest.\\n\\nItestra peakontor asub küll Münchenis, Saksamaal, aga lennates on ta Tallinnast vaid 2,5 tunni kaugusel. Meie ettevõttel on 10 kontorit, mis asuvad Eestis, Saksamaal ja Hispaanias, ning kokku töötab firmas 80 informaatikut, keda ühendavad janu uute teadmiste järgi ning soovivad arendada nii enda teadmistepagasit kui ka luua väärtust ja mitmekesisust töötades erinevate projektidega rahvusvaheliselt.\\n\\nEmail: jobs@itestra.com\\nKoduleht: www.itestra.com/join",
            "LumavCommerce": "Lumav Commerce pakub digiäri kasvatamise analüüsi, loob uusi lahendusi Magento platvormile ning hooldab olemasolevaid e-ärisid. Kiire kasvu tulemusena oleme viimased kolm aastat järjest olnud Äripäeva Gaselli TOPis ning hetkel töötab ettevõttes üle 50 inimese.\\n\\nOleme Baltikumi üks neljast Magento ametlikuks partneriks valitutest ja esimene ning ainuke Eesti kapitalil olev Magento partner. Meie klientide e-poed on kolm viimast aastat tunnustatud kõige kasutajasõbralikemateks (Loverte 2019, WeekendShoes 2020 ja 2021).\\n\\nKoduleht: https://www.lumav.ee/",
            "Netgroup": "Meie oleme Net Group. Meie kirg on luua tarkvaralahendusi ja tooteid, mis on sisukad ja toetavad muutusi. Nii muudame oma klientide elu lihtsamaks ja aitame neil kasvada. Julgeme ületada piire ja mõelda kastist väljapoole. Loovus ja vastutus käivad meiega käsikäes - leiame alati võimaluse alustatu lõpetada. Meil on palju võimalusi ja väljakutseid, valida saab nii toodete kui teenuste arendamise vahel.\\n\\nNet Group asutati enam kui 20 aastat tagasi eesmärgiga olla kõige lahedam töökoht. Oleme piisavalt suured, et tagada stabiilsus, ja piisavalt väikesed, et olla paindlikud. Meie inimesed on meie tugevus. Aitame ja inspireerime üksteist ning naudime koos töötamist. Põnevad tööprojektid ja ühised vabaajategevused on asjad, mis meid ühendavad. Meil on oma bänd ja jalgpallimeeskond ning ühendavaid huve on veelgi rohkem.\\n\\nMeie inimesed on insenerid ja meil on suur hulk kõrgelt kvalifitseeritud kasvumeistreid. Oled väga oodatud meiega liituma, kui oled huvitatud tarkvaraarendusest Java, .NET ja/või front-end raamistikes!\\n\\nEmail: info@netgroup.com\\nKoduleht: www.netgroup.com",
            "PowerUp": "Arendame ja toodame kvaliteetseid ja säästvaid energiatooteid ning kohandatud energialahendusi. Rohkem kui 15-aastase kütuseelementide tehnoloogiaga seotud kogemusega PowerUP on kütuseelementide tehnoloogia turu uuendaja. Oleme sügavalt keskendunud sellele, et muuta homne vesinik tänase päeva reaalsuseks. UP® generaatorid on siin selleks, et muuta teie elu lihtsamaks ja puhtamaks. Unustage saaste, hooldus ja diislilõhn, on aeg kasutada kaasaegseid tehnoloogiaid.\\n\\nPowerUp kasvab kiiresti ja seetõttu on meil erinevaid vabu töökohti ja praktikakohti. Vajame erineva taustaga insenere, näiteks mehaanika-, elektri-, kvaliteedi- ja tarkvarainsenere. Samuti otsime oma kasvavasse kütuseelementide arendusmeeskonda materjaliteadlasi ja kütuseelementide spetsialiste. Saame pakkuda oma töötajatele ja praktikantidele võimalust töötada dünaamilises ja rahvusvahelises meeskonnas kiiresti arenevas ettevõttes, kus on murranguline tehnoloogia, lai valik seminare/loenguid ja koolitusi, et laiendada oma töötajate ja praktikantide erialaseid teadmisi ja oskusi. Saa osa idufirmade kultuurist, mis töötab noores, rahvusvahelises meeskonnas koos regulaarse välistegevusega ning anname võimaluse kujundada ja kindlustada jätkusuutlikku energia tulevikku nii Eestile kui ka muule maailmale.\\n\\nEmail: ragle@powerup-tech.com\\nKoduleht: www.powerup-tech.com",
            "SEB": "SEB on Eesti parim digipank, mis panustab uute innovaatiliste digilahenduste arendamisesse ning töötab selle nimel, et saaksid ellu viia oma kõige ambitsioonikamad plaanid. SEB-s töötades saad arendada uusi ja jätkusuutlikke pangateenuseid, pakkuda tuge olemasolevatele ettevõtetele ning julgustada neid looma uusi innovaatilisi tooteid ja teenuseid. SEB pakub rahvusvahelist koostööd ja suurepäraseid eneseteostusvõimalusi. Tööandjana otsime sageli säravaid noori, kes astuksid uuenduslikke ja loovaid samme Eesti panganduse kasvu toetamiseks.\\n\\nKandideerimine meie suvepraktikaprogrammi Youth LAB 2022 on avatud kuni 20. märtsini.\\n\\nMillega tegeleb Youth LAB?\\n• 60% ajast käib töö päriselu ja sisukate äriülesannetega\\n• 40% ajast käib töö Innovation Labis ja loob midagi uut, mis väärtust toob (st Maisicu kaart)\\n• Rahvusvaheline kogemus\\n• Võimalik juhikogemus innovatsioonilaboris\\n• Isiklik mentor ja kasulikud kontaktid\\n• Palk\\n\\nLisainformatsiooni Youth Labi kohta leiab veebilehelt www.seb.ee/en/internship.\\n\\nEmail: praktika@seb.ee\\nKoduleht: www.seb.ee",
            "SpinTEK": "Spin TEK AS on üks Eesti vanimaid IT-firmasid. Oleme oma 30 tegevusaasta jooksul arendanud suurel hulgal erinevaid infosüsteeme nii avalikule sektorile kui ka eraettevõtetele. Tegutseme paljude põnevate projektidega nii Eestis kui ka rahvusvahelistel turgudel. Meie põhiväärtusteks on kvaliteet ja stabiilsus - soovime luua vaid sellist tarkvara, mis töötab pikaajaliselt.\\n\\nSa ei kuule meist liiga palju meedias, aga tegelikult arendame me suuri ja tähtsaid süsteeme. Teeme tihedat koostööd näiteks Ameerika Välisministeeriumiga, Eesti Vabariigi Presidendikantselei kui ka Tallinna linnaga. Seega ei saa töö meie juures mitte kunagi igav olema!\\n\\nKEDA OTSIME:\\nOma meeskonda otsime eesti keelt kõnelevat tarkvara arendaja praktikanti, kellel on olemas tehniline loovus ja erialased algteadmised, ning suure pealehakkamise ja tehniliselt loova mõtlemisega süsteemiadministraatori praktikanti.\\n\\nTARKVARAARENDAJA PRAKTIKAKOHT:\\nMeie stackiks on Symfony (PHP) ja PostgreSQL, front-endis kasutame erinevaid Javascripti raamistikke.\\n\\nPraktikandilt ei eelda me konkreetsete programmeerimiskeelte või frameworkide kasutamise kogemust - need tekivad töö käigus - kuid ootame tõsist huvi programmeerimise vastu ja soovi oma teadmisi täiendada!\\n\\nMeie juurde tulles määrame sulle kogenud mentori, kelle juhendamisel osaled reaalsetes projektides ning saad kogemuse uute originaaltarkvarade arendamisest. Meil on alati käsil korraga mitu erinevat põnevat projekti, seega ei saa töö meie meeskonnas kunagi igav olema.\\n\\nSÜSTEEMIADMINISTRAATORI PRAKTIKAKOHT:\\nMeie juures on võimalus töö käigus õppida võrguadministreerimist (tulemüürid, koormusjaoturid ja IDS/IPS tehnoloogiad) ning hallata erinevaid Linux baasil veebi-, e-posti- ja andmebaasiservereid.\\n\\nMeie suur fookus on turvalisusel ja sellega seoses saab praktikant end arendada ka rakenduste ja infrastruktuuri logisid, SIEM alerte analüüsides ja nende põhjal erinevaid teavitusi ning automaatikat tehes.\\n\\nPraktikandilt ei eelda me antud teenuste ja tehnoloogiate administreerimise kogemust vaid suurt huvi ning soovi oma teadmisi täiendada! Määrame sulle kogenud mentori, kelle juhendamised saad võimaluse panustada oluliste teenuste toimimisse ja infrastruktuuri arendamisse.\\n\\nMIDA PAKUME:\\n• Vaheldusrikast tööd ja abivalmit meeskonda\\n• Õppetööga sobivat paindlikku tööaega\\n• Töökohta meie uues ja ägedas kontoris Pirital\\n• Ühisüritusi\\n\\nPraktika on tasustatud! Kõiki praktikante näeme potentsiaalsete uute kolleegidena, kellega sobivusel sõlmime pärast praktikat ka töölepingu.\\n\\nEmail: info@spin.ee\\nKoduleht: www.spin.ee/praktika",
            "Statistikaamet": "Statistikaamet on riikliku statistika tegija ja meie missioon on pakkuda usaldusväärset ja objektiivset infot Eesti keskkonna, rahvastiku, sotsiaalvaldkonna ning majanduse olukorra kohta. Meie eesmärk on olla avatud, kaasaegne ja pakkuda inimestele rohkem, kiiremini ning kergemini kasutatavaid andmeid. Soovime luua seninägematul tasemel andmete töötlemise ja kasutamise kultuuri, sest usume, et kvaliteetsed andmed ja selge sõnum tagavad Eesti elu edasiviiva debati ühiskonna erinevate osapoolte vahel ning aitavad teha olulisi otsuseid.\\n\\nKuidas me seda teeme?\\nMe töötleme ja mõtestame andmeid, et aidata tarbijatel olukordi, trende ja seoseid mõista. Meil on selleks oma andmete töötlemise platvorm, tehnoloogiad, vastavad tooted ja teenused ning väärtuslikud töötajad. Meiega liitudes saad Sa töötada koos tippspetsialistidega ja arendada statistika tegemist.\\n\\nPeresõbraliku tööandjana väärtustame töö ja eraelu tasakaalu. Rakendame tööaja ja -koha paindlikkust, pakkudes võimalust töötada Tallinnas, Tartus, Viljandis või kodukontoris.\\n\\nOotame Sind oma meeskonda kui andmemaailm tundub sulle põnev. Meil leiavad põnevaid väljakutseid nii IT toodete/teenuste juhid, andmetöötluse programmeerijad, andmeanalüütikud, andmeteadlased jpt. Meie tööpakkumiste ja praktika kohta leiad rohkem infot lehelt stat.ee/et/statistikaamet/tule-meile-toole\\n\\nEmail: cv.stat@stat.ee\\nKoduleht: stat.ee",
            "Swedbank": "Swedbank on suurim pank Eestis. Meil on 850 000 era- ning 130 000 äriklienti. Meie turuosa erinevates valdkondades varieerub 30-60% vahel. Swedbankis usume, et inimesed on meie suurimaks tugevuseks. Täna töötab pangas 2510 töötajat 380 erineval ametikohal.\\n\\nOotame Sind meiega liituma, et saaksid anda kick starti oma karjäärile: \\n\\n• Pakume praktikavõimalusi erinevates valdkondades (lisainfo: www.swedbank.ee/techjobs).\\n\\n• Sul on võimalus olla osa meie iga-aastastest praktikaprogrammidest Kick start your career (www.swedbank.ee/kickstart) või Data & Analytics Academy (www.swedbank.ee/graduateprograms), kus lisaks igapäevastele praktikaülesannetele on saad osaleda erinevates seminarides, töötubades ja muudes ühisüritustes.\\n\\n• Praktika Swedbankis pakub Sulle võimalust arendada oma oskusi ning saada praktilist kogemust töötades tähendusrikaste tööülesannete kallal, mis mõjutavad miljoneid inimesi.\\n\\n• Sul on võimalus jätkata oma karjääri Swedbankis (üle 50% praktikantidest jätkab oma karjääri pangas ka pärast praktikaperioodi).\\n\\n• Praktikapositsioonid Swedbankis on tasustatud.\\n\\n• Praktikandina oled võrdne teiste töötajatega ning Sulle rakendub ka meie atraktiivne tööandja väärtuspakkumine.",
            "TTJA": "Tarbijakaitse ja Tehnilise Järelevalve Amet (TTJA) loodi 2019. aasta 1. jaanuaril Tarbijakaitseameti ja Tehnilise Järelevalve Ameti ühendamisel eesmärgiga tugevdada tururegulatsiooni ja ohutusjärelevalve ning tarbijakeskkonna võimekust.\\n\\nMeie põhitegevuseks on ohutusjärelevalve, tururegulatsioon ning seadusest tulenevate kohustuste täitmise kontrollimine järgmistes valdkondades:\\n• elektrooniline side, sagedushaldus ja meediateenused;\\n• raudteetransport ja EL struktuurivahendite rakendamine;\\n• eripädevusnõuetega tööde ning seadmete ja toodete ohutus;\\n• ehitised, taristu ja energiatõhusus;\\n• tarbijaõigused.\\n\\nOma ülesannete täitmisel pakume järgmisi teenuseid:\\n• tegevus- ja kasutusõiguse andmine (tööstus-, ehitus- ja raudteeohutus, elektrooniline ja raadioside);\\n• riiklik järelevalve (tööstusohutus, ehitusvaldkond, energiatõhusus, raudteeohutus, elektrooniline side ja meediateenused, raadiosageduste kasutamine, tarbijaõigused);\\n• nõustamistegevus;\\n• tarbijavaidluste lahendamine.\\n\\nMeie missiooniks on kujundada ohutut ja õiglast elukeskkonda.\\nMeie visiooniks on uuenduslik ja vastutustundlik elukeskkond kõigile.\\n\\nEmail: info@ttja.ee\\nKoduleht: www.ttja.ee",
            "TeadusarvutusteKeskus": "Tallinna Tehnikaülikooli teadusarvutuste keskuse eesmärgiks on hankida ja käimas hoida servereid ja teenuseid, mille abil ülikooli teadlased saavad teha andmemahukat teadust ja viia läbi suuri arvutusi.\\n\\nMeie hallata on arvutusklaster ligi 100 masinaga, 2 graafikaprotsessoritega masinat ning pilveteenus virtuaalmasinate jaoks. Lisaks hiljuti lisandunud salvestuslahendus, millel on 1.5PB andmemahtu.\\n\\nMeie kasutajateks on põhiliselt andme- ja arvutusmahukat teadust tegevad teadlased, näiteks meresüsteemide uurijad, arvutuskeemikud, geenitehnoloogid, tudengivormeli arendajad.\\n\\nTeeme tihedat koostööd Tartu Ülikooli teadusarvutuste keskusega ja keskustega mujal Euroopas. Meie kaudu saavad kasutajad ligipääsu Soomes valmivale uuele superarvutile LUMI.\\n\\nMeie kasutatav stack: Linux, Ansible, AWX, GitLab, bash, OpenStack, Zabbix, SLURM, GPFS, Nvidia CUDA, MPI.\\n\\nOotame praktikale tudengeid põhiliselt kahes valdkonnas:\\n• serveriadministraator, kes on huvitatud suure hulga serverite ja salvestusmahu haldamisest, Linuxi operatsioonisüsteemist, käsureast;\\n• pilveteenuse DevOps arendaja, kelle ülesandeks on konteinerite töö korraldamine.\\n\\nMeie tööd on võimalik teha kaugelt ja tööaeg on paindlik. Toetame igati õpinguid TalTechis.\\n\\nKoduleht: https://taltech.ee/itcollege-teadusarvutuste-keskus",
            "Telia": "Telias muudad päriselt maailma!\\n\\nMeie missioon on panustada ühiskonna arengusse, et Eesti oleks parem paik nii elamiseks kui töötamiseks. Meid innustab võimalus muuta tehnoloogia abil inimeste elu lihtsamaks ja mugavamaks. Meil on tehnoloogiline kompetents, klienditundmine ja investeerimisvõimekus, et viia ellu visioon uue põlvkonna telko-ettevõttest.\\n\\nTelia Spark Academy on praktikaprogramm, mis stardib igal sügisel ja kevadel, et pakkuda tõeliselt ägedat praktikakogemust IT- ja telekomi valdkonnas alustavatele spetsialistidele. Sind ootavad põnevad ülesanded, oma ala tippudest kolleegid, uuenduslikud tehnoloogiad ja toetav organisatsioon.\\n\\nPraktika ja Spark programmi kandideerimine: telia.ee/ettevottest/voimalused-tudengile\\n\\nKoduleht: www.telia.ee/"
        }
    },
    "en": {
        "countDown": {
            "day": "DAYS",
            "hour": "HOURS",
            "minute": "MINUTES",
            "second": "SECONDS"
        },
        "header": {
            "info": "Firms' placement is now visible!",
            "date": "23. MARCH | 12:00 - 16:00 TalTech assembly hall"
        },
        "about": {
            "aboutTitle": "ABOUT-EVENT",
            "aboutContent": "Internship Café is an information day for TalTech students, where the best local and international companies' representatives and future interns meet. Those interested will have the opportunity to ask specialists about their job and get to know their potential employers.\\n\\nPS! Internship Café is primarily aimed at IT students, but students from other faculties can also find something of interest. The event is organized by The Student Council of the School of IT together with the IT faculty.\\n\\nAll participants are required to wear a mask!"
        },
        "firms":{
            "firmsTitle": "PARTICIPATING COMPANIES:",
            "map": "hall",
            "new": "New!"
        },
        "questions": {
            "questionTitle": "WHAT TO ASK?",
            "questionContent": "Here are some examples of questions to ask employers:\\n• What skills are required to apply for a position?\\n• What technologies are used in the company?\\n• What to expect in terms of salary?\\n• What does the daily work of the office look like?\\n• What is the workload?\\n• How flexible is the schedule or workload when working as a student?\\n• What are the self-development opportunities in the company? Are there any additional trainings offered?"
        },
        "FBlink":{
            "title": "Go see the Facebook event:"
        },
        "firmList": {
            "Guide": "Press on a firms name or a table to view info.",
            "Undefined": "Announcing the firm soon...",
            "A_dcash": "Adcash is a global online advertising platform. Their team has been rocking the ad tech industry since 2007 and they have offices in Tallinn, Barcelona, and Sofia. The Adcash platform enables advertisers to reach global audiences and allows publishers to monetize web traffic with minimal effort. They have 10K+ active campaigns worldwide that are shown in 196 countries and reach 200M+ unique internet users every day.\\n\\nThere's a high probability you've seen their ads when browsing the web.\\n\\nWho they're looking for:\\n• Engineering Intern: Full Stack\\n• Engineering Intern: Back End\\n\\nFind out more here: https://careers.adcash.com/",
            "ADMInteractive": "ADM is the largest digital agency group in Estonia, we help clients achieve business goals with the tools of the digital world. We develop digital strategies for companies and develop, manage and maintain e-commerce, self-service environments and websites. We create integration layers and APIs for business information systems to connect existing systems with new services and technologies. If any of the required parts of the business information system are missing, we will help you develop or implement it. We run campaigns and create websites. We design, implement and manage web solutions, applications, business information systems and services in the cloud (Managed cloud hosting Amazon, Google, Azure).\\n\\nOur customers are well-known both in Estonia and abroad: Hewlett-Packard, Coca-Cola, Bosch & Siemens Home Appliances, Amnesty International, Amserv, Alexela, EBS, Elisa, Swedbank, SEB, LHV, G4S, Toyota, Coop, Kaubamaja, ID .ee / Smart-ID (SK ID Solutions), Estonian Ministry of Finance, e-Residency project, Enterprise Estonia and a large number of other nice companies, state agencies and organizations.\\n\\nWe have awesome people and a great working environment. We are constantly working to make it good for our people to be at ADM. Everyone in the ADM team assesses their satisfaction with the Gallup Q12 methodology twice a year. Our satisfaction index is over 4 on a 5-point scale. And most importantly, your leader and team will always and fully support you. With ADM, you can grow as much as you want. We support you with both training and development planning.\\n\\nWe are the strongest company in Estonia in our field and we are constantly growing both in Estonia and internationally. We have been at the top of the Estonian agency income earners for many years.\\n\\nEmail: info@adm.ee\\nHome page: www.adm.ee",
            "Agileworks": "Significant projects, challenging work, autonomy - these are the keywords our software developer Kaarel described AgileWorks with. We build software that meets customer needs, is secure, is tested, and meets code quality requirements. Although there are not many of us in the team, currently 25, and we are not that old, only 11 years, we are proud of ourselves. Together, we have created an environment that is not only tight-knit, supportive and development-oriented, but also encourages making mistakes and trying something new.\\n\\nIf you feel that the next step in your career path could be software development, UI/UX design, testing or analysis, please contact us and we will provide further details.\\n\\nEmail: maarit.rei@agileworks.eu\\nHome page: www.agileworks.eu ",
            "ArtecDesign": "Artec Design is a product development company covering an electronic product's complete design cycle, including conceptualization, electronic, mechanical, FPGA and software design as well as prototyping and production. Established in 1998, Artec Design has provided services to over 100 clients from more than 10 countries worldwide including Germany, Finland, Japan and USA.\\n\\nWe are looking for a talented and passionate application engineering intern, software engineering intern and a firmware engineering intern to strengthen our development team. Join us and create products that help startups to grow, conquer space or provide value to millions of users every month!\\n\\nYou will have an opportunity to work on real products, complement theoretical knowledge with valuable experience and potentially secure a permanent job at Artec Design.\\n\\nSounds interesting? Contact us via:\\n\\nEmail: careers@artecdesign.ee\\nHome page: www.artecdesign.ee/careers",
            "BaitPartner": "Have you ever had a dream that your future work should be meaningful, but you were not ready to become a doctor due to fear of blood? Instead you went for IT or software development but still consider the medical field interesting and full of potential? Well, here is your chance to combine them both!\\n\\nAt Bait Partner OÜ, we have been developing medical solutions since 2003. So, whether you are looking for a job or need an internship to explore your interest in the area, we have multiple positions with flexible work hours.\\n\\nYou can find out about our ORNet product line at www.ornet.eu.\\n\\nIf that interests you, we would love to meet you!\\n\\nEmail: info@baitpartner.eu\\nHome page: https://www.baitpartner.eu/",
            "Cybernetica": "Cybernetica aspires for a smarter and more secure world by using information and communication technologies. Our goal is to be in the forefront of ICT technologies through the application of research and development, while offering competitive and internationally recognised products and services. This is an opportunity to learn and to grow, to solve complex problems and to become a part of the legendary accomplishments in Cybernetica. We aim to inspire our people to reach new heights in their self-actualisation journey.\\n\\nJoin Cybernetica's intern program if you want to become an experienced software developer, analyst or QA specialist and you would like to work with the best in the field. Cybernetica is looking for skillful specialists to join our team and contribute to the development of mission critical systems, help us solve complex problems and share our success. You can find more information here: https://cyber.ee/careers/internships\\n\\nWhy Cybernetica?\\nWe value an atmosphere that supports learning, collaboration and proactive problem solving while also paying attention to work-life balance.\\n\\nOur benefits:\\n• Stable work environment that supports learning and reaching development goals;\\n• Our team is a close-knit community that supports its every member equally;\\n• Team events and various benefits for sport, learning and more;\\n• Legendary colleagues that have first-hand experience in building e-Estonia, known as the world's most digital society. \\n\\nEmail: Katrina Kurg (HR Specialist)\\nEmail: internship@cyber.ee\\nHome page: www.cyber.ee",
            "Devtailor": "Devtailor is an agile product development company.\\n\\nWe help our clients and partners launch innovative digital services. From ideation to MVP, to scaling and growth our team works relentlessly to build success in a wide array of industries.\\n\\nWe build deep tech bringing scientific research results closer to the consumer. Our projects include IoT devices, bridging the physical and digital world, connecting the hardware and the software. Being industry agnostic we enjoy helping cool companies and teams from all around the world reach their business potential. Medical, sports and financial technologies are all represented in our portfolio and we enjoy building the world of tomorrow.\\n\\nOur relaxed working environment and culture allows great work-life balance. People can work from home, office or an island with internet connection, sitting or standing, wherever and however you do your best work. Our sporty team enjoys team events, sports and healthcare benefits.\\n\\nCome and join us and build modern software in an agile environment using Node, Nest, Angular and Flutter.\\n\\nWhen you start as an intern you will have a mentor who will take care of lifting you up and launching your career. Check https://www.devtailor.com/careers for all the openings.\\n\\nHome page: https://www.devtailor.com/",
            "EestiEnergia": "Eesti Energia is an international energy company, whose home market stretches from Finland to Poland. We provide complete, useful and convenient energy solutions and produce energy in an increasingly environmentally friendly way. We are the leaders in energy innovation as well as a leading developer and producer of renewable energy in the Baltic Sea region. We are the leader of the circular economy.\\n\\nAt Eesti Energia you can do meaningful work. We trust you with real tasks and support you during the achievement of results. With us you can work in one of the biggest companies in Estonia and join our IT team of over 260 experts in the field. During the internship, you will have a supervisor as well as a friendly, loyal and professional team, who will share their knowledge with you and demonstrate professional perspectives. There are great opportunities for developing your career at Eesti Energia if the internship is successful - on average, every second to third IT intern continues working with us. If the internship is participatory, we will pay for your contribution according to agreement.\\n\\nEmail: praktika@energia.ee\\nHome page: www.energia.ee/praktika",
            "Eleport": "Eleport is the leading company in the Baltics developing a public charging network for electric cars and a software platform for chargers. Our mission is to create opportunities for the growth of the environmentally friendly transport sector. In 2016, we started renting electric cars with the aim of making taxi and courier services more environmentally friendly. Today, we have reached the development of the entire Baltic public charging network. Eleport has more than 130 public charging points in Estonia and Latvia. In 2022, we will expand to Lithuania and Poland.\\n\\nThe purpose of Eleport is to increase the ease of electric car charging, which requires the development of software; the aim is also to prepare the software for Eleport's expansion to various foreign markets.\\n\\nWe are looking for software development students to join our team to develop a new software system and build and test IT systems. During the internship, we offer the opportunity to develop system components that will actually go live and affect thousands of customers.\\n\\nEleport internships are paid and we offer the best interns the opportunity to continue their careers in Eleport after graduating from university!\\n\\nEmail: rain@eleport.net\\nHome page: www.eleport.ee ",
            "Finestmedia": "Finestmedia is a technology company that provides lifecycle solutions to both the private and public sectors, particularly in the areas of e-commerce and e-government. Our aim is to create the best software solutions together with our clients. We have been on the market for 21 years. We have over 80 talented people and 2 offices - in Tallinn and Gdansk, Poland.\\n\\nOur well-known clients include MakeCommerce, Hansapost, Tallink, Selver, Transport Agency, Estonian Police and Boarder Guard Board, IT and Development Centre of the Ministry of the Interior, Republic of Estonia Agricultural Registers and Information Board, Unemployment Insurance Fund, E-School, Estonian Ministry of Education and Research and etc.\\n\\nFinestmedia offers job and internship opportunities in various roles in interesting projects, both in the private and public sectors.\\n•  JAVA and .NET are the main technological stacks we use.\\n•  The internship is paid.\\n•  Each intern/employee has a technical supervisor.\\n•  Flexibility in working hours and location.\\n•  A cozy office in Fahle Business Centre in Tallinn.\\n•  A real opportunity for a future job to grow out of an internship.\\n•  Colleagues are experts in the field.\\n\\nCome and find us in the Internship Café!\\n\\nEmail: kati.hink@finestmedia.ee\\nHome page: www.finestmedia.ee",
            "Finnair": "Finnair Business Services (FBS) is located in Tartu, Estonia and belongs to Finnair Group, the flagship airline of Finland with international operational network and awarded high-quality service. Some of our service areas are business operations support, finance, and digital teams of excellence.\\n\\nAirline business is unique and requires seamless teamwork from several competence fields to be able to offer safe and comfortable journeys for our passengers. We are continuously improving our processes, always developing and in transformation. The company is full of ways to challenge yourself, and we are looking for pro-active energy. Our practice shows that your mindset is equally as important as your professional skills, often even more.\\n\\nWe currently have around 200 employees and offer various career paths on different levels enabling our employees to contribute and to grow professionally.\\nAre you willing to try new things and innovative ways of working?\\nAre you curious about the digital world and the opportunities it offers?\\nLooking for a modern and flexible, yet challenging work environment?\\nIf yes, Finnair Business Services might just be the place for you.\\n\\nEmail: jobs.fbstartu@finnair.com\\nHome page: www.finnairbusinessservices.com",
            "Fujitsu": "Come and join the IT internship program in Fujitsu Estonia that provides very good training! We offer internships both in Tallinn and Tartu for testers and Java and ERP developers.\\n\\n#Why come to Fujitsu Estonia for an internship?\\n• Real projects - you work on a real project with an active team\\n• Opportunity to get a job - you can apply for a full-time or part-time job outside the competition later\\n• Support Team - get a support team and a personal tutor\\n• Internship time that suits you - you can choose the internship time that suits you\\n• Internship fee - you will receive an internship fee for your contribution\\n\\n#How to apply for an internship?\\nWe are waiting for you for an internship if you are interested in the field of IT and technological innovations and want to learn from the best in your field.\\n\\nApplication steps for our internship program:\\n1. Enter your application on our internship page: Internship at Fujitsu Estonia, an international IT company. The application deadline is March 27, 2022!\\n2. Solve the test in Toggle\\n3. Solve the try-out test, which we will send to the candidates who have passed the Toggle task.\\n4. Let's get to know each other - if the test is well done, we will arrange a meeting online\\n5. Join Fujitsu - and hopefully you have been chosen to join the Fujitsu Tallinn or Tartu team at a time that suits you!\\n\\nRecruiter: Hanni Tomingas\\nEmail: cv@ee.fujitsu.com\\nHome page: https://www.fujitsu.com/",
            "ITKasutajatugi": "Have you ever wondered how things go in the background of a university? We are the IT Service Desk of Tallinn University of Technology - all our employees as well as students turn to us with their worries.\\n\\nWhy IT Service Desk? IT Service Desk is a very exciting place to start your IT career. It is a department that is the primary point of contact for various worries - it never gets boring and the field to learn is wide. We are responsible for virtually all university information systems, user accounts and infrastructure.\\n\\nBut why Tallinn University of Technology? Tallinn University of Technology (TalTech) is the only flagship of technical and IT science and education in Estonia, where higher education is available at all levels in engineering and technical sciences, information technology, economics, natural sciences and maritime affairs. TalTech's mission is to be a promoter of science, technology and innovation and a leading provider of engineering and economic education in Estonia.\\n\\nHead of Service: Mari-Liis Puks\\nHome page: https://taltech.ee/",
            "Itestra": "We are specialists in the development of business-critical software systems. Informatics is our passion and way of life, innovation is our present and future.\\n\\nIn agile engineering projects, we tailor software systems that work both today and tomorrow. With innovative software upgrades, we maintain the value of our current software and ensure that even a middle-aged software solution works without worries the day after tomorrow.\\n\\nOur clients are international as well as medium-sized companies from different European countries, all of which are united by a firm goal to keep up and even one step ahead of today's innovation.\\n\\nItestra's head office is located in Munich, Germany, but it is only 2.5 hours from Tallinn by plane. Our company has 10 offices located in Estonia, Germany and Spain, and employs a total of 80 IT professionals who share their thirst for new knowledge and want to develop their knowledge base as well as create value and diversity by working on various projects internationally.\\n\\nEmail: jobs@itestra.com\\nHome page: www.itestra.com/join",
            "LumavCommerce": "Lumav Commerce provides digital growth analysis, creates new solutions for the Magento platform, and maintains existing e-businesses. As a result of rapid growth, we have been in Äripäev's Gaselli TOP for the last three years in a row and currently employ more than 50 people.\\n\\nWe are one of the four Magento official partners in the Baltics and the first and only Magento partner with Estonian capital. Our customers' e-shops have been recognized as the most user-friendly for the last three years (Loverte 2019, WeekendShoes 2020 and 2021).\\n\\nHome page: https://www.lumav.ee/",
            "Netgroup": "We are Net Group. Our passion is to create software solutions and products that are meaningful and support change. This way, we make our customers' lives easier and help them grow. We dare to push the limits and think outside of the box. Creativity and responsibility go hand in hand with us - we always find a way to finish what we have started. We have many opportunities and challenges. Here you can choose to develop both products and sevices.\\n\\nNet Group was founded more than 20 years ago with the aim to be the coolest place to work at. We are big enough to ensure stability and small enough to be flexible. Our people are our strength. We help and inspire each other and enjoy working together. Exciting work projects and joint leisure activities are things that unite us. We have our own band and football team and there are even more unifying interests.\\n\\nOur people are engineers, and we have a big pool of highly skilled growth masters. You are very welcome to join us, if you are interested in software development in Java, .NET and/or front-end frameworks!\\n\\nEmail: info@netgroup.com\\nHome page: www.netgroup.com",
            "PowerUp": "We develop and produce high-quality and sustainable energy generation products and custom energy solutions. With more than 15 years of experience with fuel cell technology, PowerUP is an innovator in the fuel cell technology market. We are deeply focused on making the hydrogen of tomorrow the reality of today. UP® generators are here to make your life easier and cleaner. Forget pollution, maintenance, and the smell of diesel, it's time to use modern technologies.\\n\\nPowerUp is rapidly growing and therefore we have a variety of vacancies and internship positions. We need engineers from different backgrounds such as mechanical, electrical, quality and software. We are also looking for materials scientists and fuel cell specialists for our growing fuel cell development team. We can offer our employees and interns a chance to work in a dynamic and international team in a fast-growing company with ground-breaking technology, a wide variety of seminars/lectures and trainings to expand the professional knowledge and skills of our employees and interns, a start-up culture working in a young, international team with regular offsite activities, and the opportunity to shape and secure a sustainable energy future for Estonia and the rest of the world.\\n\\nEmail: ragle@powerup-tech.com\\nHome page: www.powerup-tech.com ",
            "SEB": "SEB is the best digital bank in Estonia, which contributes to the development of new innovative digital solutions and works to ensure that you can carry out your most ambitious plans. By working at SEB, you can develop new and sustainable banking products, offer support to existing companies and encourage them to create new innovative products and services. SEB offers international collaboration and excellent opportunities for self fulfillment. As an employer, we often search for bright young people to take innovative and creative steps to support the growth of Estonian banking.\\n\\nThe application to our summer internship programme Youth LAB 2022 is open until March 20.\\n\\nWhat is Youth LAB about?\\n• 60% of time work with real-life and meaningful business tasks (no coffee bringing)\\n• 40% of time work in Innovation Lab and creating something new which brings value (i.e Maisic card)\\n• International experience\\n• Possible leadership experience in Innovation Lab\\n• Personal mentor and useful contacts\\n• Salary\\n\\nMore information about Youth LAB: www.seb.ee/en/internship.\\n\\nEmail: praktika@seb.ee\\nHome page: www.seb.ee",
            "SpinTEK": "Spin TEK AS is one of the oldest IT companies in Estonia. During our 30 years of operation, we have developed a large number of different information systems for both the public sector and private companies. We are working with many exciting projects both in Estonia and in international markets. Our core values ​​are quality and stability - we only want to create software that works for a long time.\\n\\nYou don't hear too much about us in the media, but we're actually developing great and important systems. We work closely with, for example, the American State Department, the Office of the President of the Republic of Estonia and the City of Tallinn. So work with us can never be boring!\\n\\nWHO WE ARE LOOKING FOR:\\nWe are looking for an Estonian-speaking software developer trainee with technical creativity and basic professional knowledge, and a system administrator intern with a great deal of perseverance and technical creative thinking.\\n\\nSOFTWARE DEVELOPER INTERNSHIP:\\nOur stack is Symfony (PHP) and PostgreSQL, we use different front-end Javascript frameworks.\\n\\nWe do not expect the intern to have experience using specific programming languages ​​or frameworks - these are created in the course of their work - but we expect serious interest in programming and a desire to improve your knowledge!\\n\\nWhen you come to us, we will assign you an experienced mentor, under whose guidance you will participate in real projects and gain experience in developing new original software. We always have several different exciting projects going on at the same time, so the work in our team can never be boring.\\n\\nSYSTEM ADMINISTRATOR INTERNSHIP:\\nWith us, you have the opportunity to learn network administration (firewalls, load balancers and IDS / IPS technologies) and manage various Linux-based web, e-mail and database servers.\\n\\nOur great focus is on security, and in this connection, the intern can also develop their own application and infrastructure logs by analyzing SIEM alerts and making various notifications and automations based on them.\\n\\nWe do not expect the intern to have experience in the administration of these services and technologies, and we want to improve their knowledge! We will assign you an experienced mentor, whose guidance will give you the opportunity to contribute to the operation of important services and infrastructure development.\\n\\nWHAT WE OFFER:\\n• Varied work and a helpful team\\n• Flexible working hours suitable for studying\\n• Workspace in our new and exciting office in Pirita\\n• Team events\\n\\nThe internship is paid! We see all trainees as potential new colleagues, with whom we also enter into an employment contract after the internship.\\n\\nEmail: info@spin.ee\\nHome page: www.spin.ee/praktika",
            "Statistikaamet": "Statistics Estonia is the producer of national statistics and our mission is to provide reliable and objective information on the situation of the Estonian environment, population, social sphere and economy. Our goal is to be open, modern, and provide people with more data that's fast and easy to use. We want to create a culture of data processing and use at an unprecedented level, because we believe that high-quality data and a clear message will ensure a forward-looking debate between different parties in society and help make important decisions.\\n\\nHow do we do that?\\nWe process and interpret data to help consumers understand situations, trends and connections. We have our own data processing platform, technologies, related products and services and valuable employees. By joining us, you can work with top specialists and develop statistics.\\n\\nAs a family-friendly employer, we value work-life balance. We apply flexibility in working hours and places, offering the opportunity to work in Tallinn, Tartu, Viljandi or in a home office.\\n\\nWe look forward to seeing you on our team when the world of data seems exciting to you. We find exciting challenges for IT product/service managers, data processing programmers, data analysts, data scientists, etc. You can find more information about our job offers and internships here: stat.ee/et/statistikaamet/tule-meile-toole\\n\\nEmail: cv.stat@stat.ee\\nHome page: stat.ee",
            "Swedbank": "Swedbank is the largest bank in Estonia with 850 000 private and 130 000 business customers. Our market share in different fields varies between 30-60%. At Swedbank we believe that people are our core strength. There are 2510 employees working in 380 different positions.\\n\\nWe are looking for you to give a kick start to your career with us:\\n\\n• We offer traineeships in different job fields related to IT & Data (read more about the fields here: www.swedbank.ee/techjobs)\\n\\n• You'll have a chance to participate in our yearly traineeship programs Kick start your career (www.swedbank.ee/kickstart) or Data & Analytics Academy (www.swedbank.ee/graduateprograms), where you can take part in exciting seminars, workshops, networking and other events.\\n\\n• Our traineeship positions provide you an opportunity to develop your skills and gain practical experience by working on meaningful tasks influencing millions of people.\\n\\n• You have an opportunity to continue your career at Swedbank (over 50% of the trainees continue their career in the bank after the traineeship).\\n\\n• Starting positions at Swedbank are paid.\\n\\n• As a trainee you are equal to all other employees and you get a chance to use our attractive benefits package.",
            "TTJA": "Consumer Protection and Technical Regulatory Authority was established on January 1st 2019 by merging the Consumer Protection Board and the Technical Regulatory Authority with the aim of strengthening the capacity of market regulation and safety supervision and the consumer environment.\\n\\nOur main activities are safety supervision, market regulation and control of compliance with legal obligations in the following areas:\\n• electronic communications, frequency management and media services;\\n• rail transport and the implementation of EU structural instruments;\\n• safety of works and equipment and products with special competence requirements;\\n• buildings, infrastructure and energy efficiency;\\n• consumer rights.\\n\\nIn performing our tasks, we offer the following services:\\n• granting of operating and use rights (industrial, construction and railway safety, electronic and radio communications);\\n• public oversight (industrial safety, construction, energy efficiency, railway safety, electronic communications and media services, use of radio frequencies, consumer rights);\\n• consultancy activities;\\n• consumer dispute resolution.\\n\\nOur mission is to create a safe and fair living environment.\\nOur vision is an innovative and responsible living environment for everyone.\\n\\nEmail: info@ttja.ee\\nHome page: www.ttja.ee",
            "TeadusarvutusteKeskus": "The goal of the Tallinn University of Technology's High Performance Computing Centre is to procure and maintain servers and services that allow university researchers to perform data-intensive research and large calculations.\\n\\nWe manage a computing cluster with almost 100 machines, 2 machines with graphics processors and a cloud service for virtual machines. In addition, a recently added storage solution with 1.5PB of data capacity.\\n\\nOur users are mainly scientists engaged in data and computational research, such as marine systems researchers, computational chemists, genetic engineers, and student formula developers.\\n\\nWe work closely with the Research Computing Center of the University of Tartu and centers elsewhere in Europe. Through us, users can access the new supercomputer LUMI, which will be completed in Finland.\\n\\nStacks we use: Linux, Ansible, AWX, GitLab, bash, OpenStack, Zabbix, SLURM, GPFS, Nvidia CUDA, MPI.\\n\\nWe are expecting students to practice in two main areas:\\n• a server administrator who is interested in managing a large number of servers and storage space, the Linux operating system, the command line;\\n• a developer of the cloud service DevOps, which is responsible for organizing the work of the containers.\\n\\nOur work can be done remotely and working hours are flexible. We fully support your studies at TalTech.\\n\\nHome page: https://taltech.ee/itcollege-teadusarvutuste-keskus",
            "Telia": "With Telia you can really change the world!\\n\\nOur mission is to contribute to the development of society so that Estonia would be a better place to live and work. We are inspired by the opportunity to make people's lives easier and more comfortable with the help of technology. We have the technological competence, customer knowledge and investment capacity to realize the vision of a new generation telco.\\n\\nTelia Spark Academy is an internship program that launches every fall and spring to provide a hands-on internship experience for beginning IT and telecom professionals. Exciting challenges, top colleagues in your field, innovative technologies and a supportive organization await you.\\n\\nApplying for the Internship and Spark program: telia.ee/ettevottest/voimalused-tudengile\\n\\nHome page: www.telia.ee/"
        }
    }
}